// Напишите программу, которая на вход принимает два целых числа 
// и проверяет, является ли первое число квадратом второго.

int first_number = 25;
int second_number = 5;

if(second_number*second_number == first_number){
    Console.Write("First num is a quater of second num");
}
else{
    Console.Write("First num is not a quater of second num");
}
